Repository: eposrestaurant2023/epos_restaurant_backend_2023
Catalog: eAdmin/eAdmin/Shared/ResourceTranslateFiles/Resource.*.resx
Languages: km, ko

source: Purchase Order Histories
km: ប្រវត្តិបញ្ជាទិញ
ko: 구매 주문 기록

source: Purchase Orders
km: បញ្ជាទិញ
ko: 구매 주문

source: Purchase Payment History
km: ប្រវត្តិការទូទាត់
ko: 지불 기록을 구매하십시오

source: Purchase Product History
km: ប្រវត្តិទំនិញបញ្ជាទិញ
ko: 제품 기록을 구입하십시오

source: Purhase Order History
km: ប្រវត្តិបញ្ជាទិញ
ko: 퓌레 주문 기록

source: Sale Type Name
km: ប្រភេទលក់
ko: 판매 유형 이름

source: Add Sale Type
km: បង្កើតប្រភេទលក់ថ្មី
ko: 판매 유형 추가

source: Use Table
km: ប្រើប្រាស់តុ
ko: 표를 사용하십시오

source: Table Name
km: ឈ្មោះតុ
ko: 표 이름

source: Branch
km: សាខា
ko: 나뭇 가지

source: End Date
km: ថ្ងៃបញ្ជប់
ko: 종료일

source: Start Date
km: ថ្ងៃចាប់ផ្ដើម
ko: 시작일 시작

source: Due Date
km: ថ្ងៃកំណត់
ko: 마감일

source: Purchase Order Product
km: ទំនិញបញ្ជាទិញ
ko: 구매 주문 제품

source: Warehouse
km: ឃ្លាំង
ko: 창고

source: Add New Modifier
km: បង្កើតModifier​ថ្មី
ko: 새로운 수정자를 추가하십시오

source: Add New Modifier Group
km: បង្កើតក្រុម Modifier​ថ្មី
ko: 새로운 수정 자 그룹 추가

source: Modifier Group
km: ក្រុម Modifier
ko: 수정 자 그룹

source: Active Modifier
km: Modifier សកម្ម
ko: 활성 수정 자

source: Active Modifier Group
km: ក្រុម Modifierសកម្ម
ko: 활성 수정 자 그룹

source: Recently Added Modifier
km: Modifierដែលបង្កើតហើយថ្មីៗ
ko: 최근에 추가 된 수정자를 추가했습니다

source: Inactive Modifier
km: Modifierអសកម្ម
ko: 비활성 수정 자

source: Inactive Modifier Group
km: ក្រុម Modifierអសកម្ម
ko: 비활성 수정 자 그룹

source: Deleted Modifier
km: Modifierបានលុប
ko: 삭제 된 수정 자

source: Deleted Modifier Group
km: ក្រុម Modifierបានលុប
ko: 삭제 된 수정 자 그룹

source: New PO
km: បញ្ជូលបញ្ជាទិញថ្មី
ko: 새로운 포

source: Edit Product
km: កែប្រែទំនិញ
ko: 제품 편집

source: New Product
km: បញ្ជូលទំនិញថ្មី
ko: 신상품

source: New Production
km: បញ្ជូលការផលិតថ្មី
ko: 새로운 생산

source: Edit Purchase Order
km: កែប្រែបញ្ជាទិញ
ko: 구매 주문 편집

source: New Purchase Order
km: បញ្ជូលបញ្ជាទិញថ្មី
ko: 새로운 구매 주문

source: All Stock Stransfer History
km: ប្រវត្តិការផ្ទេរទំនិញទាំងអស់
ko: 모든 주식 Stransfer 역사

source: Stock Transfer Products
km: ការផ្ទេរទំនិញ
ko: 주식 송금 제품

source: New Stock Transfer
km: បញ្ជូលការផ្ទេរទំនិញថ្មី
ko: 새로운 주식 이전

source: New Customer Group
km: បញ្ជូលក្រុមរថយន្តថ្មី
ko: 새로운 고객 그룹

source: Stock Take Products
km: ការដកទំនិញប្រើប្រាស់
ko: 주식 제품을 섭취합니다

source: New Stock Take
km: បញ្ជូលការដកទំនិញប្រើប្រាស់ថ្មី
ko: 새로운 주식 섭취

source: Add New Vendor Group
km: បញ្ជូលក្រុមអ្នកផ្គត់ផ្គង់ថ្មី
ko: 새 공급 업체 그룹 추가

source: Edit Vendor
km: កែប្រែអ្នកផ្គត់ផ្គង់
ko: 벤더 편집

source: New Vendor
km: បញ្ជូលអ្នកផ្គត់ផ្គង់ថ្មី
ko: 새로운 벤더

source: Quick Add
km: បញ្ជូលរហ័ស
ko: 빠른 추가

source: This project does not have business branch.
km: គម្រោងនេះមិនមានសាខាក្រុមហ៊ុនទេ។
ko: 이 프로젝트에는 비즈니스 지점이 없습니다.

source: Add New
km: បញ្ជូលថ្មី
ko: 새로운 걸 더하다

source: Add New Customer
km: បញ្ជូលអតិថិជនថ្មី
ko: 새로운 고객을 추가하십시오

source: Add New Production
km: បញ្ជូលផលិតកម្មថ្មី
ko: 새로운 생산을 추가하십시오

source: All Modifier Group
km: ក្រុម Modifier ទាំងអស់
ko: 모든 수정 자 그룹

source: All Modifier
km: Modifier ទាំងអស់
ko: 모든 수정 자

source: Balance cannot be lower then zero
km: សមតុល្យទឹកប្រាក់មិនអាចតិចជាងសូន្យបានទេ
ko: 균형은 0을 낮을 수 없습니다

source: Balance cannot be lower then zero.
km: សមតុល្យទឹកប្រាក់មិនអាចតិចជាងសូន្យបានទេ។
ko: 균형은 0을 낮게 할 수 없습니다.

source: Bigger than Reference
km: ធំជាងឯកតា
ko: 참조보다 큰

source: Customer Code already exist!
km: លេខកូដអតិថិជនមានរួចហើយ
ko: 고객 코드가 이미 있습니다!

source: Delete Product
km: លុបទំនិញ
ko: 제품 삭제

source: Delete Production
km: លុបផលិតកម្ម
ko: 생산 삭제

source: Delete Production Successfully
km: លុបផលិតកម្មបានជោគជ័យ
ko: 생산을 성공적으로 삭제하십시오

source: Record
km: ទិន្នន័យ
ko: 기록

source: Are you sure to
km: តើអ្នកពិតជាចង់
ko: 너는 확실하다

source: Was
km: បាន
ko: 였다

source: Delete Record
km: លុបទិន្នន័យ
ko: 레코드 삭제

source: Edit Production
km: កែប្រែផលិតកម្ម
ko: 생산 편집

source: From Business Branch
km: ពីសាខា
ko: 비즈니스 지점에서

source: From Stock
km: ពីឃ្លាំង
ko: 재고에서

source: From Stock Location
km: ពីឃ្លាំង
ko: 재고 위치에서

source: From Warehouse
km: ពីឃ្លាំង
ko: 창고에서

source: Inventory Transaction Type
km: ប្រភេទផ្ទេរសារពើភ័ណ្ឌ
ko: 재고 거래 유형

source: Logout
km: ចាកចេញ
ko: 로그 아웃

source: Manage your account
km: គ្រប់គ្រោងគណនីរបស់អ្នក
ko: 귀하의 계정 관리

source: New
km: បញ្ជូលថ្មី
ko: 새로운

source: Select Payment Type Group
km: សូមជ្រើសរើសក្រុមប្រភេទការទូទាត់
ko: 지불 유형 그룹을 선택하십시오

source: Modifier Name
km: ឈ្មោះ​Modifier
ko: 수정 자 이름

source: Modifier name cannot empty.
km: ឈ្មោះ​Modifierមិនអាចទទេ
ko: 수정 자 이름은 비 젖을 수 없습니다.

source: Section name cannot empty.
km: ឈ្មោះផ្នែកមិនអាចទទេ
ko: 섹션 이름은 비 젖을 수 없습니다.

source: Please add modifier section
km: សូមបញ្ជូលផ្នែក​ modifier
ko: 수정 자 섹션을 추가하십시오

source: Please add modifier to
km: សូមបញ្ជូលmodifier ទៅ
ko: 수정자를 추가하십시오

source: Please Select
km: សូមជ្រើសរើស
ko: 선택 해주세요

source: Please Select An Option
km: សូមជ្រើសរើស
ko: 옵션을 선택하십시오

source: Please select business branch
km: សូមជ្រើសរើសសាខា
ko: 비즈니스 지점을 선택하십시오

source: Please select business branch.
km: សូមជ្រើសរើសសាខា
ko: 비즈니스 지점을 선택하십시오.

source: Please select business branches
km: សូមជ្រើសរើសសាខា
ko: 비즈니스 지사를 선택하십시오

source: Please select portion
km: សូមជ្រើសរើស Portion ទំនិញ
ko: 부분을 ​​선택하십시오

source: Please select portion.
km: សូមជ្រើសរើស Portion ទំនិញ។
ko: 부분을 ​​선택하십시오.

source: Please select stock location
km: សូមជ្រើសរើសឃ្លាំងទំនិញ
ko: 주식 위치를 선택하십시오

source: Please select stock location.
km: សូមជ្រើសរើសឃ្លាំងទំនិញ
ko: 주식 위치를 선택하십시오.

source: Please select vendor
km: សូមជ្រើសរើសអ្នកផ្គត់ផ្គង់
ko: 벤더를 선택하십시오

source: Please select vendor.
km: សូមជ្រើសរើសអ្នកផ្គត់ផ្គង់។
ko: 공급 업체를 선택하십시오.

source: PO item cannot be empty
km: បញ្ជាទិញមិនអាចគ្មានទំនិញបានទេ
ko: PO 품목은 비어있을 수 없습니다

source: PO item cannot be empty.
km: បញ្ជាទិញមិនអាចគ្មានទំនិញបានទេ។
ko: PO 항목은 비어있을 수 없습니다.

source: Product Group
km: ក្រុមទំនិញ
ko: 제품 그룹

source: Product Group Code
km: កូដក្រុមទំនិញ
ko: 제품 그룹 코드

source: Product Group En
km: កូដក្រុមទំនិញជាភាសាអង់គ្លេស
ko: 제품 그룹 en.

source: Product Group Kh
km: កូដក្រុមទំនិញជាភាសាខ្មែរ
ko: 제품 그룹 KH.

source: All Production
km: ផលិតកម្មទាំងអស់
ko: 모든 생산

source: Deleted Production
km: ផលិតកម្មដែលបានលុប
ko: 삭제 된 생산

source: Production
km: ផលិតកម្ម
ko: 생산

source: Production #
km: លេខផលិតកម្ម
ko: 생산 #

source: Production Date
km: ថ្ងៃផលិត
ko: 생산 일자

source: Production Information
km: ព័ត៌មានផលិតកម្ម
ko: 생산 정보

source: Production item cannot be empty
km: ផលិតកម្មមិនអាចគ្មានទំនិញបានទេ
ko: 생산 품목은 비어있을 수 없습니다

source: Production item cannot be empty.
km: ផលិតកម្មមិនអាចគ្មានទំនិញបានទេ។
ko: 생산 항목은 비어있을 수 없습니다.

source: Production#
km: លេខផលិតកម្ម
ko: 생산#

source: Purchase Order item cannot be empty
km: បញ្ជាទិញមិនអាចគ្មានទំនិញបានទេ
ko: 구매 주문 항목은 비어있을 수 없습니다

source: Purchase Order item cannot be empty.
km: បញ្ជាទិញមិនអាចគ្មានទំនិញបានទេ។
ko: 구매 주문 항목은 비어있을 수 없습니다.

source: Ref. #
km: លេខយោង
ko: 심판 #

source: Ref. No
km: លេខយោង
ko: 심판 아니

source: Reference#
km: លេខយោង
ko: 참조#

source: Save successfully.
km: រក្សាទុកជោគជ័យ
ko: 성공적으로 저장하십시오.

source: Saving successfully
km: រក្សាទុកជោគជ័យ
ko: 성공적으로 저장하십시오

source: Select Outlet
km: ជ្រើសរើសកន្លែងលក់
ko: 콘센트를 선택하십시오

source: Select Tax Rate Percentage
km: ជ្រើសរើសពន្ធ(%)
ko: 세율을 선택하십시오

source: Select Unit
km: ជ្រើសរើសឯកតា
ko: 단위를 선택하십시오

source: Smaller than Reference
km: តូចជាងឯកតា
ko: 참조보다 작다

source: Stock Adjustment
km: ទំនិញកែប្រែ
ko: 주식 조정

source: Stock Take Date
km: ថ្ងៃដកទំនិញប្រើប្រាស់
ko: 재고가 거래 할거야

source: Stock Take Information
km: ពត៌មានដកទំនិញប្រើប្រាស់
ko: 주식 정보를 얻으십시오

source: Inventory Information
km: ពត៌មានអំពីសារពើភ័ណ្ឌ
ko: 재고 정보

source: All Inventory Transation
km: ប្រតិបត្តិការសារពើភ័ណ្ឌទាំងអស់
ko: 모든 인벤토리 전송

source: All Inventory Transation History
km: ប្រវត្តិប្រតិបត្តិការសារពើភ័ណ្ឌទាំងអស់
ko: 모든 인벤토리 전이 기록

source: Inventory Transaction
km: ប្រតិបត្តិការសារពើភ័ណ្ឌ
ko: 인벤토리 거래

source: All Stock Take History
km: ប្រវត្តិដកទំនិញប្រើប្រាស់ទាំងអស់
ko: 모든 주식은 역사를 착용합니다

source: Stock Take
km: ដកទំនិញប្រើប្រាស់
ko: 주식 섭취

source: All Stock Take
km: ដកទំនិញប្រើប្រាស់ទាំងអស់
ko: 모든 주식

source: Deleted Stock Take
km: ដកទំនិញប្រើប្រាស់បានលុប
ko: 삭제 된 주식

source: ST#
km: លេខបញ្ជូលទំនិញ
ko: 성#

source: Stock Take#
km: លេខដកទំនិញប្រើប្រាស់
ko: 재고 #

source: Stock take item cannot be empty.
km: សូមបញ្ជូលទំនិញ។
ko: 주식 품목을 비울 수 없습니다.

source: Stock Transfer
km: ផ្ទេរទំនិញ
ko: 주식 양도

source: Stock Transfer#
km: លេខផ្ទេរទំនិញ
ko: 재고 이동 #

source: SF Date
km: ថ្ងៃផ្ទេរទំនិញ
ko: SF 날짜

source: All Stock Transfer
km: ថ្ផ្ទេរទំនិញទាំងអស់
ko: 모든 주식 이전

source: Deleted Stock Transfer
km: ផ្ទេរទំនិញដែលបានលុប
ko: 삭제 된 재고 이동

source: Stock Transfer Date
km: ថ្ងៃផ្ទេរទំនិញ
ko: 재고 송금 일

source: This production is already fulfilled
km: ផលិតកម្មនេះបាន Fulfilled រួចហើយ
ko: 이 생산은 이미 충족되었습니다

source: This production is already fulfilled.
km: ផលិតកម្មនេះបាន Fulfilled រួចហើយ។
ko: 이 생산은 이미 충족되었습니다.

source: To Business Branch
km: ទៅសាខា
ko: 비즈니스 지점에

source: To Stock
km: ទៅឃ្លាំង
ko: 주식에

source: To Stock Location
km: ទៅឃ្លាំង
ko: 주식 장소에

source: To Warehouse
km: ទៅឃ្លាំង
ko: 창고에

source: All Branches
km: សាខាទាំងអស់
ko: 모든 지사

source: Please enter keywords 3 or more characters
km: សូមបញ្ជូលពាក្យស្វែងរកយ៉ាងហោចណាស់ ៣ តួអក្សរ
ko: 키워드 3 문자를 입력하십시오

source: Add Printer
km: បញ្ជូលម៉ាស៊ីនបោះពុម្ភថ្មី
ko: 프린터 추가

source: All Customers
km: អតិថិជនទាំងអស់
ko: 모든 고객

source: All Vendor
km: អ្នកផ្គត់ផ្គង់ទាំងអស់
ko: 모든 공급 업체

source: All Vendors
km: អ្នកផ្គត់ផ្គង់ទាំងអស់
ko: 모든 공급 업체

source: Base Currency
km: រូបិយប័ណ្ណគោល
ko: 기본 통화

source: Category Note
km: ប្រភេទចំណាំ
ko: 카테고리 노트

source: Change Base Currency
km: រូបិយប័ណ្ណគោលសម្រាប់ប្រាក់អាប់
ko: 기본 통화 변경

source: Country
km: ប្រទេស
ko: 국가

source: Credit Customer
km: អតិថិជនជំពាក់
ko: 신용 고객

source: Credit Customers
km: អតិថិជនជំពាក់
ko: 신용 고객

source: Group Item Type
km: បោះពុម្ភកាត់ដោយ
ko: 그룹 항목 유형

source: Kitchen Group
km: ក្រុមម្ហូបក្នុងផ្ទះបាយ
ko: 주방 그룹

source: Load data fail. Please try again.
km: បង្ហាញទិន្នន័យបរាជ័យ។ សូមព្យាយាមម្តងទៀត។
ko: 로드 데이터가 실패합니다. 다시 시도하십시오.

source: Months
km: ខែ
ko: 개월

source: has been remove from this menu
km: បានប្តូរពីម៉ឺនុយនេះ
ko: 이 메뉴에서 제거되었습니다

source: Move to
km: ប្តូរទៅ
ko: ...로 이동하다

source: Next 14 Days
km: 14 ថ្ងៃបន្ទាប់
ko: 다음 14 일

source: Next week
km: ស​ប្តា​ហ៍​ក្រោយ
ko: 다음주

source: Please enter exchange rate
km: សូមបញ្ជូលអាត្រាប្តូរប្រាក់
ko: 환율을 입력하십시오

source: Please enter exchange rate.
km: សូមបញ្ជូលអាត្រាប្តូរប្រាក់។
ko: 환율을 입력하십시오.

source: Print cut by order
km: បោះពុម្ភកាត់តាមការកុម្ម៉ង
ko: 주문으로 잘라 인쇄

source: Print cut by order line
km: បោះពុម្ភកាត់តាមការកុម្ម៉ងមុខម្ហូប
ko: 주문 라인으로 잘라 인쇄

source: Print cut by order quantity
km: បោះពុម្ភកាត់តាមចំនួនមុខម្ហូបកុម្ម៉ង
ko: 주문 수량으로 인쇄하십시오

source: Printer
km: ម៉ាស៊ីនបោះពុម្ភ
ko: 인쇄기

source: Printer Name
km: ឈ្មោះម៉ាស៊ីនបោះពុម្ភ
ko: 프린터 이름

source: Printers
km: ម៉ាស៊ីនបោះពុម្ភ
ko: 프린터

source: Quick Select Date
km: ជ្រើសរើសកាលបរិច្ឆេទ
ko: 빠른 선택 날짜

source: Revenue Group
km: ក្រុមចំណូល
ko: 수익 그룹

source: Add Revenue Group
km: បង្កើតក្រុមចំណូលថ្មី
ko: 수익 그룹 추가

source: Revenue Group En
km: ក្រុមចំណូល En
ko: 수익 그룹 en.

source: Revenue Group Kh
km: ក្រុមចំណូល Kh
ko: 수익 그룹 KH.

source: Edit Role
km: កែប្រែសិទ្ធអ្នកប្រើប្រាស់
ko: 역할 편집

source: Add New Role
ko: 새 역할 추가

source: New Role
km: បង្កើតសិទ្ធអ្នកប្រើប្រាស់
ko: 새로운 역할

source: Role Name
km: ឈ្មោះសិទ្ធអ្នកប្រើប្រាស់
ko: 역할 이름

source: Role
km: សិទ្ធអ្នកប្រើប្រាស់
ko: 역할

source: Active Role
km: សិទ្ធអ្នកប្រើប្រាស់សកម្ម
ko: 적극적인 역할

source: Inactive Role
km: សិទ្ធអ្នកប្រើប្រាស់អសកម្ម
ko: 비활성 역할

source: Deleted Role
km: សិទ្ធអ្នកប្រើប្រាស់ដែលបានលុប
ko: 삭제 된 역할

source: All Role
km: សិទ្ធអ្នកប្រើប្រាស់ទាំងអស់
ko: 모든 역할

source: Select Branch
km: ជ្រើសរើសសាខា
ko: 분기를 선택하십시오

source: Select Branches
km: ជ្រើសរើសសាខា
ko: 분기를 선택하십시오

source: Select Business Branch
km: ជ្រើសរើសសាខា
ko: 비즈니스 지점을 선택하십시오

source: Select Business Branches
km: ជ្រើសរើសសាខា
ko: 비즈니스 브랜치를 선택하십시오

source: Select Category Note
km: ជ្រើសរើសប្រភេទចំណាំ
ko: 카테고리 노트를 선택하십시오

source: Select Country
km: ជ្រើសរើសប្រទេស
ko: 국가를 선택하십시오

source: Select Currency
km: ជ្រើសរើសរូបិយប័ណ្ណ
ko: 통화 선택

source: Please enter currency name
km: សូមបញ្ជូលឈ្មោះរូបិយប័ណ្ណ
ko: 통화 이름을 입력하십시오

source: Select Date
km: ជ្រើសរើសកាលបរិច្ឆេទ
ko: 날짜를 선택하십시오

source: Select Inventory Transaction Type
km: ជ្រើសរើសប្រភេទផ្ទេរសារពើភ័ណ្ឌ
ko: 인벤토리 트랜잭션 유형을 선택하십시오

source: Select Kitchen Group
km: ជ្រើសរើសក្រុមម្ហូបក្នុងផ្ទះបាយ
ko: 주방 그룹을 선택하십시오

source: Select Portion
km: ជ្រើសរើស Portion
ko: 일부를 선택하십시오

source: Select Price Rule
km: ជ្រើសរើសប្រភេទតម្លៃ
ko: 가격 규칙을 선택하십시오

source: Company Name
km: ឈ្មោះ​ក្រុម​ហ៊ុន
ko: 회사 이름

source: Contact Name
km: ឈ្មោះ​ទំនាក់ទំនង
ko: 담당자 이름

source: Contact Phone
km: លេខទំនាក់ទំនង
ko: 연락 전화 번호

source: Contact Office Phone
km: លេខទំនាក់ទំនងការិយាល័យ
ko: Office Phone에 문의하십시오

source: Company Name KH
km: ឈ្មោះ​ក្រុម​ហ៊ុន KH
ko: 회사 이름 KH.

source: Active Vendor
km: អ្នកផ្គត់ផ្គង់សកម្ម
ko: 활성 공급 업체

source: Deleted Vendor
km: អ្នកផ្គត់ផ្គង់បានលុប
ko: 삭제 된 공급 업체

source: Inactive Vendor
km: អ្នកផ្គត់ផ្គង់អសកម្ម
ko: 비활성 공급 업체

source: Overview
km: ព័ត៌មានទូទៅ
ko: 개요

source: Mobile Phone
km: ទូរស័ព្ទចល័ត
ko: 휴대 전화

source: Office Phone
km: ទូរស័ព្ទការិយាល័យ
ko: 사무실 전화

source: Select Product Category
km: ជ្រើសរើសប្រភេទទំនិញ
ko: 제품 카테고리를 선택하십시오

source: Product Categories
km: ប្រភេទទំនិញ
ko: 제품 카테고리

source: Categories
km: ប្រភេទ
ko: 카테고리

source: All Category
km: ប្រភេទទាំងអស់
ko: 모든 카테고리

source: All Product Category
km: ប្រភេទទំនិញទាំងអស់
ko: 모든 제품 카테고리

source: All Product Group
km: ក្រុមទំនិញទាំងអស់
ko: 모든 제품 그룹

source: Select Product Group
km: ជ្រើសរើសក្រុមទំនិញ
ko: 제품 그룹을 선택하십시오

source: Select Revenue Group
km: ជ្រើសរើសក្រុមចំណូល
ko: 수익 그룹을 선택하십시오

source: Select Role
km: ជ្រើសរើសតួនាទីអ្នកប្រើប្រាស់
ko: 역할을 선택하십시오

source: Select Stock Location
km: ជ្រើសរើសឃ្លាំង
ko: 선택 위치를 선택하십시오

source: Select Vendor
km: ជ្រើសរើសអ្នកផ្គត់ផ្គង់
ko: 벤더를 선택하십시오

source: Select Vendor Group
km: ជ្រើសរើសក្រុមអ្នកផ្គត់ផ្គង់
ko: 공급 업체 그룹을 선택하십시오

source: There is no business branch. Please enter business branch first.
km: មិនទាន់មានព័ត៌មានសាខាក្រុមហ៊ុន។
ko: 비즈니스 지점이 없습니다. 먼저 비즈니스 지점을 입력하십시오.

source: Update currency
km: រូបិយប័ណ្ណ
ko: 통화 업데이트

source: Update Exchange Rate
km: កែប្រែអាត្រាប្ដូរប្រាក់
ko: Exchange Rate을 업데이트하십시오

source: Vendor Groups
km: ក្រុមអ្នកផ្គត់ផ្គង់
ko: 공급 업체 그룹

source: Vendors
km: អ្នកផ្គត់ផ្គង់
ko: 벤더

source: Address
km: អាសយដ្ឋាន
ko: 주소

source: Address &amp; Note
km: អាសយដ្ឋាន និង ចំណាំ
ko: 주소 및 주

source: Bar_Chart
km: សសរ
ko: 막대 차트

source: Change Exchange Rate
km: អាត្រាប្តូរប្រាក់សម្រាប់ប្រាក់អាប់
ko: 환율 변경 비율

source: City
km: ខេត្ត/ក្រុង
ko: 도시

source: Comments
km: មតិ
ko: 코멘트

source: Company
km: ក្រុមហ៊ុន
ko: 회사

source: Credit Balance
km: ទឹកប្រាក់ជំពាក់
ko: 신용 잔액

source: Customer Code
km: លេខកូដអតិថិជន
ko: 고객 코드

source: Customer Photo
km: រូបថត
ko: 고객 사진

source: Customer Name En
ko: 고객 이름 en.

source: Customer Name Kh
ko: 고객 이름 KH.

source: Discount Type
km: ប្រភេទបញ្ចុះតម្លៃ
ko: 할인 유형

source: PO Discount
km: បញ្ជាទិញបញ្ចុះតម្លៃ
ko: PO 할인

source: Discount Value
km: តម្លៃនៃបញ្ចុះតម្លៃ
ko: 할인 값

source: Contact Email
km: អ៊ីម៉ែលទំនាក់ទំនង
ko: 이메일 연락처

source: Office Email
km: អ៊ីម៉ែលការិយាល័យ
ko: 사무실 이메일

source: Email
km: អ៊ីម៉ែល
ko: 이메일

source: Email Address
km: អ៊ីម៉ែល
ko: 이메일 주소

source: Female
km: ស្រី
ko: 여자

source: Group
km: ក្រុម
ko: 그룹

source: Inventory
km: សារពើភ័ណ្ឌ
ko: 목록

source: Male
km: ប្រុស
ko: 남성

source: More
km: ផ្សេងៗ
ko: 더

source: Name_Kh
km: ឈ្មោះ(Kh)
ko: 이름 _kh.

source: Not Set
km: មិនកំណត់
ko: 설정되지 않았습니다

source: of
km: នៃ
ko: 의

source: Other information
km: ព័ត៌មាន​ផ្សេងៗ
ko: 기타 정보

source: Ingredient Product Information
km: ព័ត៌មានគ្រឿងផ្សំ
ko: 성분 제품 정보

source: Inventory / Ingredient Product
km: សារពើភ័ណ្ឌ/គ្រឿងផ្សំ
ko: 재고 / 성분 제품

source: Inventory / Production Product
km: សារពើភ័ណ្ឌ/ផលិតកម្ម​ទំនិញ
ko: 재고 / 생산 제품

source: Stock Transfer Information
km: ព័ត៌មានការផ្ទេរទំនិញ
ko: 재고 이동 정보

source: Product Information
km: ព័ត៌មាន​អំពីទំនិញ
ko: 제품 정보

source: Phone 1
km: លេខទូរសព្ទ 1
ko: 전화 1.

source: Phone 2
km: លេខទូរសព្ទ 2
ko: 전화 2.

source: Phone No
km: លេខទូរសព្ទ
ko: 전화 번호

source: Phone Number
km: លេខទូរសព្ទ
ko: 전화 번호

source: Photo
km: រូបថត
ko: 사진

source: Product Category Name En
km: ប្រភេទទំនិញ En
ko: 제품 카테고리 이름 en.

source: Product Category Name Kh
km: ប្រភេទទំនិញ Kh
ko: 제품 카테고리 이름 KH.

source: Product Name
km: ឈ្មោះទំនិញ
ko: 상품명

source: Sale Payment History
km: ប្រវត្តិបង់ប្រាក់
ko: 판매 기록

source: Sale Product History
km: ប្រវត្តិទិញទំនិញ
ko: 판매 제품 기록

source: Select Customer Group
km: ជ្រើសរើសក្រុមអតិថិជន
ko: 고객 그룹을 선택하십시오

source: Showing
km: បង្ហាញ
ko: 전시

source: Branch Information
km: ព័ត៌មានសាខាអាជីវកម្ម
ko: 분기 정보

source: Social Media Information
km: ព័ត៌មានបណ្ដាញផ្សព្វផ្សាយសង្គម
ko: 소셜 미디어 정보

source: Station Name
km: ម៉ាស៊ីនគិតប្រាក់
ko: 역 이름

source: There is no station
km: គ្មានម៉ាស៊ីនគិតប្រាក់
ko: 거기에는 역이 없습니다

source: Time (s)
km: ម៉ោង
ko: 시간 (들)

source: Total Receivable
km: សរុបប្រាក់ជំពាក់
ko: 총 채수 가능

source: Total Sale
km: សរុបប្រាក់លក់
ko: 총 판매

source: User Management
km: គ្រប់គ្រងអ្នកប្រើប្រាស់
ko: 사용자 관리

source: User Type Name
km: តួនាទីអ្នកប្រើប្រាស់
ko: 사용자 유형 이름

source: Yearly Sale
km: សរុបលក់ប្រចាំឆ្នាំ
ko: 매년 판매

source: Products
km: ទំនិញ
ko: 제품

source: Association Modifiers
km: Modifiersដែលពាក់ព័ន្ធ
ko: 협회 수정 자

source: Association Products
km: ទំនិញដែលពាក់ព័ន្ធ
ko: 협회 제품

source: Associate Product
km: ទំនិញដែលពាក់ព័ន្ធ
ko: 준회원 제품

source: Associate Products &amp; Modifiers
km: ទំនិញដែលពាក់ព័ន្ធ និង​ Modifiers
ko: Associate Products & Modifiers.

source: Modifier Section
km: ផ្នែកModifier
ko: 수정 자 섹션

source: Add Section
km: បង្កើតផ្នែកថ្មី
ko: 섹션을 추가하십시오

source: Section Name
km: ឈ្មោះផ្នែក
ko: 섹션 이름

source: Product Category &amp; Group
km: ប្រភេទ​ផលិតផល និងក្រុម
ko: 제품 카테고리 & 그룹

source: New Category &amp; Group
km: បង្កើតប្រភេទ​ផលិតផល និងក្រុម
ko: 새로운 카테고리 & 그룹

source: New Product Category &amp; Group
km: បង្កើតប្រភេទ​ផលិតផល និងក្រុម
ko: 신제품 카테고리 및 그룹

source: Edit Product Category &amp; Group
km: កែប្រែប្រភេទ​ផលិតផល និងក្រុម
ko: 제품 범주 및 그룹 편집

source: Add New Menu
km: បញ្ជូលម៉ឺនុយថ្មី
ko: 새 메뉴 추가

source: Add New Root Menu
km: បន្ថែមម៉ឺនុយមេថ្មី
ko: 새 루트 메뉴를 추가하십시오

source: Add Sub Menu
km: បន្ថែមម៉ឺនុយកូនថ្មី
ko: 하위 메뉴 추가

source: Asign Products
km: ដាក់ទំនិញចូលម៉ឺនុយ
ko: Asign 제품

source: Back
km: ថយក្រោយ
ko: 뒤

source: Background Color
km: ពណ៌ផ្ទៃ
ko: 배경색

source: Cannot connect to ePOS Server. Please contact your system administrator.
km: មិនអាចភ្ជាប់ម៉ាស៊ីនមេ ePOS បានទេ។ សូមទាក់ទងទៅកាន់អ្នកគ្រប់គ្រង់ប្រព័ន្ធរបស់អ្នក។
ko: EPOS 서버에 연결할 수 없습니다. 시스템 관리자에게 문의하십시오.

source: Confirm data fail. Please try again
km: ត្រួតពិនិត្យទិន្នន័យបរាជ័យ។ សូមព្យាយាមម្តងទៀត។
ko: 데이터를 확인하십시오. 다시 시도하십시오

source: Confirm data fail. Please try again.
km: ត្រួតពិនិត្យទិន្នន័យបរាជ័យ។ សូមព្យាយាមម្តងទៀត។
ko: 데이터를 확인하십시오. 다시 시도하십시오.

source: Delete record successfully
km: លុបទិន្នន័យបានសម្រេច
ko: 기록을 성공적으로 삭제하십시오

source: Delete record successfully.
km: លុបទិន្នន័យបានសម្រេច។
ko: 레코드를 성공적으로 삭제하십시오.

source: does not have outlet.
km: មិនមានកន្លែងលក់ទេ។
ko: 콘센트가 없습니다.

source: does not have station.
km: មិនមានកន្លែងទទួលប្រាក់ទេ។
ko: 스테이션이 없습니다.

source: does not have stock location.
km: មិនមានឃ្លាំងទេ។
ko: 재고 위치가 없습니다.

source: Edit Menu
km: កែប្រែម៉ឺនុយ
ko: 메뉴 편집

source: Empty
km: គ្មានទិន្នន័យ
ko: 비어있는

source: Menu Information
km: ព័ត៌មានម៉ឺនុយ
ko: 메뉴 정보

source: Menu Name (En)
km: ឈ្មោះម៉ឺនុយ (En)
ko: 메뉴 이름 (en)

source: Menu Name (Kh)
km: ឈ្មោះម៉ឺនុយ (Kh)
ko: 메뉴 이름 (KH)

source: Menus
km: ម៉ឺនុយ
ko: 메뉴

source: Parent Menu
km: ម៉ឺនុយមេ
ko: 상위 메뉴

source: Payment amount cannot greater than Balance Amount.
km: ទឹកប្រាក់ទទួលមិនច្រើនជាងទឹកប្រាក់នៅសល់បានទេ។
ko: 지불 금액은 균형 금액보다 크지 않습니다.

source: Please enter product category name
km: សូមបញ្ជូលឈ្មោះប្រភេទទំនិញ
ko: 제품 범주 이름을 입력하십시오

source: Please enter product category name.
km: សូមបញ្ជូលឈ្មោះប្រភេទទំនិញ។
ko: 제품 범주 이름을 입력하십시오.

source: Please select menu
km: សូមជ្រើសរើសម៉ឺនុយ
ko: 메뉴를 선택하십시오

source: Selected Products
km: ទំនិញដែលបានជ្រើសរើស
ko: 선택한 제품

source: Selected Menus
km: សូមជ្រើសរើសម៉ឺនុយ
ko: 선택한 메뉴

source: Please choose Business branch.
km: សូមជ្រើសរើសសាខាអាជីវកម្ម
ko: 비즈니스 지점을 선택하십시오.

source: Restore record successfully
km: ទាញទិន្នន័យមកវិញបានជោគជ័យ
ko: 레코드를 성공적으로 복원하십시오

source: Restore record successfully.
km: ទាញទិន្នន័យមកវិញបានជោគជ័យ។
ko: 레코드를 성공적으로 복원하십시오.

source: Restore Recored
km: ទាញទិន្នន័យមកវិញ
ko: Restore Restored

source: Root Menu
km: ម៉ឺនុយមេ
ko: 루트 메뉴

source: Saving successfully.
km: រក្សាទុកជោគជ័យ
ko: 성공적으로 저장하십시오.

source: Sort Order
km: តម្រៀប
ko: 정렬 순서

source: Text Color
km: ពណ៌អក្សរ
ko: 텍스트 색상

source: There are no product found
km: គ្មានទិន្នន័យ​
ko: 제품이 없습니다

source: There is no payment record
km: គ្មានទិន្នន័យ​
ko: 지불 기록이 없습니다

source: There is no payment record.
km: គ្មានទិន្នន័យ​។
ko: 지불 기록이 없습니다.

source: Update data successfully
km: កែប្រែទិន្នន័យបានបានជោគជ័យ
ko: 데이터를 성공적으로 업데이트합니다

source: Update data successfully.
km: កែប្រែទិន្នន័យបានបានជោគជ័យ។
ko: 데이터를 성공적으로 업데이트하십시오.

source: Add New Vendor
km: បញ្ជូលអ្នកផ្គត់ផ្គង់ថ្មី
ko: 새로운 공급 업체 추가

source: Are you sure you want to mark this currency as main currency?
km: តើអ្នកពិតជាចង់ mark this currency as main currency មែនទេ?
ko: 이 통화를 주요 통화로 표시하고 싶습니까?

source: Are you sure you want to make as fulfilled?
km: តើអ្នកពិតជាចង់ mark as fulfilled មែនទេ?
ko: 당신은 당신이 성취되도록하고 싶습니까?

source: Are you sure you want toâ€‹ cancel make as fulfilled?
ko: 처리된 것으로 확인을 취소하시겠습니까?

source: Cancel Make As Fulfilled
km: លុប Make As Fulfilled
ko: 취소하기 완료

source: Cancel Mark as fulfilled successfully
km: Cancel Mark as fulfilled បានជោគជ័យ
ko: 성공적으로 완성 된 마크를 취소하십시오

source: Cancel Mark as fulfilled successfully.
km: Cancel Mark as fulfilled បានជោគជ័យ។
ko: 성공적으로 완성 된 마크를 취소하십시오.

source: Cannot transfer to same stock location
km: មិនអាចផ្ទេរទំនិញទៅឃ្លាំងដូចគ្នាបានទេ
ko: 같은 주식 위치로 옮길 수 없습니다

source: Cannot transfer to same stock location.
km: មិនអាចផ្ទេរទំនិញទៅឃ្លាំងដូចគ្នាបានទេ។
ko: 같은 주식 위치로 옮길 수 없습니다.

source: Load data fail
km: ទាញទិន្នន័យបរាជ័យ
ko: 데이터로드가 실패합니다

source: Load data fail.
km: ទាញទិន្នន័យបរាជ័យ។
ko: 로드 데이터가 실패합니다.

source: Mark as fulfilled successfull.
km: Mark as fulfilled បានជោគជ័យ។
ko: 성공한 성공으로 표시됩니다.

source: Mark as fulfilled successfully
km: Mark as fulfilled បានជោគជ័យ
ko: 성공적으로 충족 된 것으로 표시하십시오

source: Please select from business branch
km: សូមជ្រើសរើសសាខាផ្ទេរទំនិញចេញ
ko: 비즈니스 지점에서 선택하십시오

source: Please select from business branch.
km: សូមជ្រើសរើសសាខាផ្ទេរទំនិញចេញ។
ko: 비즈니스 지점에서 선택하십시오.

source: Please select from stock location
km: សូមជ្រើសរើសឃ្លាំងផ្ទេរទំនិញចេញ
ko: 재고 위치에서 선택하십시오

source: Please select from stock location.
km: សូមជ្រើសរើសឃ្លាំងផ្ទេរទំនិញចេញ។
ko: 재고 위치에서 선택하십시오.

source: Please select product
km: សូមជ្រើសរើសទំនិញ
ko: 제품을 선택하십시오

source: Please select product.
km: សូមជ្រើសរើសទំនិញ។
ko: 제품을 선택하십시오.

source: Please select products to make purchase order
km: សូមជ្រើសរើសទំនិញដើម្បីធ្វើបញ្ជាទិញ
ko: 구매 주문을 위해 제품을 선택하십시오

source: Please select to business branch
km: សូមជ្រើសរើសសាខាទទួលទំនិញ
ko: 비즈니스 지점을 선택하십시오

source: Please select to business branch.
km: សូមជ្រើសរើសសាខាទទួលទំនិញ។
ko: 비즈니스 지점을 선택하십시오.

source: Please select to stock location
km: សូមជ្រើសរើសឃ្លាំងទទួលទំនិញ
ko: 주식 위치를 선택하십시오

source: Please select to stock location.
km: សូមជ្រើសរើសឃ្លាំងទទួលទំនិញ។
ko: 재고 위치를 선택하십시오.

source: Save data fail.
km: រក្សាទុកទិន្នន័យបរាជ័យ
ko: 데이터 저장 실패.

source: Search product fail
km: ស្វែងរកទំនិញបរាជ័យ
ko: 검색 제품 실패

source: Stock transfer item cannot be empty.
km: សូមជ្រើសរើសទំនិញដើម្បើធ្វើការផ្ទេរចេញ។
ko: 재고 전송 항목은 비어있을 수 없습니다.

source: Check system feature complete
km: ពិនិត្យមុខងារប្រព័ន្ធរួចរាល់
ko: 시스템 기능을 확인하십시오

source: Delete data fail
km: លុបទិន្នន័យបរាជ័យ
ko: 데이터 삭제가 실패합니다

source: Delete record fail
km: លុបទិន្នន័យបរាជ័យ
ko: 레코드 삭제 실패

source: Delete record fail.
km: លុបទិន្នន័យបរាជ័យ
ko: 레코드 삭제가 실패합니다.

source: Discount code cannot empty
km: សូមបញ្ជូលលេខកូដបញ្ចុះតម្លៃ
ko: 할인 코드가 비어있을 수 없습니다

source: Incorrect file extension
km: ប្រភេទឯកសារមិនត្រឹមត្រូវ
ko: 잘못된 파일 확장자
