Repository: eposrestaurant2023/epos_restaurant_backend_2023
Catalog: eAdmin/eAdmin/Shared/ResourceTranslateFiles/Resource.*.resx
Languages: km, ko

source: Password is too short or empty
km: សូមបញ្ជូលលេខសម្ងាត់យ៉ាងតិច 4 តួអក្សរ
ko: 암호가 너무 짧거나 비어 있습니다

source: Please enter valid Min and Max number
km: សូមបញ្ជូលលេខ Min និង Max អោយបានត្រឹមត្រូវ
ko: 유효한 최소 및 최대 번호를 입력하십시오

source: Please select user type
km: សូមជ្រើសរើសប្រភេទសិទ្ធប្រើប្រាស់
ko: 사용자 유형을 선택하십시오

source: This user is already exist
km: ឈ្មោះអ្នកប្រើប្រាស់នេះមាននៅក្នុងប្រព័ន្ធរួចហើយ
ko: 이 사용자는 이미 존재합니다

source: You can delete this group. It is already in used.
km: អ្នកមិនអាចលុបក្រុមទំនិញនេះបានទេ។ វាត្រូវបានប្រើប្រាស់រួចហើយ។
ko: 이 그룹을 삭제할 수 있습니다. 이미 사용되었습니다.

source: You cannot delete current login user
km: អ្នកមិនអាចលុបអ្នកប្រើប្រាស់ដែលកំពុងចូលប្រើប្រាស់ប្រព័ន្ធបានទេ
ko: 현재 로그인 사용자는 삭제할 수 없습니다

source: You cannot disable current login user.
km: អ្នកមិនអាចបិទអ្នកប្រើប្រាស់ដែលកំពុងចូលប្រើប្រាស់ប្រព័ន្ធបានទេ
ko: 현재 로그인 사용자를 비활성화 할 수는 없습니다.

source: You cannot update status of this record
km: អ្នកមិនអាចកែប្រែស្ថានភាពទិន្នន័យនេះបានទេ
ko: 이 레코드의 상태를 업데이트 할 수 없습니다

source: You have to logout after change username or password.
km: អ្នកត្រូវតែចាកចេញពីប្រព័ន្ធបន្ទាប់ពីផ្លាស់ប្តូរ ឈ្មោះប្រើប្រាស់ ឬលេខសម្ងាត់។
ko: 사용자 이름이나 암호를 변경 한 후에 로그 아웃해야합니다.

source: Your cannot remove the default record
km: អ្នកមិនអាចលុប default record បានទេ
ko: 기본 레코드를 제거 할 수 없습니다

source: Save successfully
km: រក្សាទុកជោគជ័យ
ko: 성공적으로 저장하십시오

source: Reports
km: របាយការណ៍
ko: 보고서

source: What Next?
km: បន្ទាប់?
ko: 다음은 무엇입니까?

source: You can mark this purchase order as Fulfilled
km: អ្នកអាចបញ្ចប់ និងបិទការបញ្ជាទិញនេះ
ko: 이 구매 주문을 완료로 표시 할 수 있습니다

source: Draft
km: ព្រាង
ko: 초안

source: Overdue
km: លើសថ្ងៃ
ko: 기한

source: You can mark this transansaction as Fulfilled
km: អ្នកអាចបញ្ចប់ និងបិទប្រតិបត្តិការនេះ
ko: 이런 수송을 완성으로 표시 할 수 있습니다

source: You can mark this transansaction as Fulfilled.
km: អ្នកអាចបញ្ចប់ និងបិទប្រតិបត្តិការនេះ។
ko: 이런 송환을 완성으로 표시 할 수 있습니다.

source: Portion
km: ទំហំ
ko: 부분

source: Last modified
km: កែប្រែចុងក្រោយ
ko: 마지막으로 수정되었습니다

source: Cancel Mark as Fulfilled
km: លុប Mark as Fulfilled
ko: 완성 된 마크를 취소하십시오

source: Clone Production
km: ចម្លង
ko: 복제 생산

source: Attach File
km: ភ្ជាប់ ឯកសារ
ko: 파일을 첨부

source: Attach Files
km: ភ្ជាប់ ឯកសារ
ko: 파일 첨부

source: Invoice File Name
km: ឈ្មោះវិក្កយបត្រ
ko: 송장 파일 이름

source: Receipt File Name
km: ឈ្មោះបង្កាន់ដៃ
ko: 영수증 파일 이름

source: Receipt Name
km: ឈ្មោះឯកសារ
ko: 영수증 이름

source: Add New POS Invoice
km: បញ្ជូលវិក្កយបត្រ POS ថ្មី
ko: 새 POS 송장을 추가하십시오

source: Please enter POS invoice information
km: សូមបញ្ចូលព័ត៌មានវិក្កយបត្រ POS
ko: POS 송장 정보를 입력하십시오

source: Save data fail
km: រក្សាទុកបរាជ័យ
ko: 데이터 저장 실패

source: Save data successfully
km: រក្សាទុកជោគជ័យ
ko: 데이터를 성공적으로 저장하십시오

source: Save data successfully.
km: រក្សាទុកជោគជ័យ
ko: 데이터를 성공적으로 저장하십시오.

source: Invoice Copies
km: ចំនួនវិក្កយបត្រ
ko: 송장 사본

source: POS Invoices
km: វិក្កយបត្រ POS
ko: POS 송장

source: POS Receipts
km: បង្កាន់ដៃ POS
ko: POS 영수증

source: Receipt Copies
km: ចំនួនបង្កាន់ដៃ
ko: 영수증 사본

source: Active Expenses
ko: 활성 비용

source: Add New Expense
ko: 새로운 비용을 추가하십시오

source: All Expenses
ko: 모든 경비

source: Currency Name
ko: 통화 이름

source: Deleted Expenses
ko: 삭제 된 비용

source: Edit Expense
ko: 비용 편집

source: Edit Expense Category
ko: 비용 범주 편집

source: Expense by
ko: 비용

source: Expense Category
ko: 비용 카테고리

source: Expense Date
ko: 비용 날짜

source: Expense Information
ko: 비용 정보

source: Expense Item
ko: 비용 항목

source: Expenses
ko: 경비

source: Expenses Category
ko: 비용 카테고리

source: Inactive Expenses
ko: 비활성 비용

source: New Expense Category
ko: 새로운 비용 카테고리

source: New Expenses
ko: 새로운 경비

source: New Expenses Category
ko: 새로운 비용 카테고리

source: Select expense category
ko: 비용 범주를 선택하십시오

source: Select expense item
ko: 비용을 선택하십시오

source: Select Payment Type
ko: 지불 유형을 선택하십시오

source: ABA Dollar
ko: 아바 달러

source: ABA Riel
ko: 아바 리엘

source: Cash Bath
ko: 현금 목욕탕

source: Cash Dollar
ko: 현금 달러

source: Cash Expense(Riel)
ko: 현금 비용 (riel)

source: Cash Riel
ko: 현금 릴

source: Cash Sale (Riel)
ko: 현금 판매 (리엘)

source: Closed Amount (Baht)
ko: 폐쇄 금액 (바트)

source: Closed Amount (Dollar)
ko: 폐쇄 금액 (달러)

source: Closed Amount (Riel)
ko: 폐쇄 금액 (RIEL)

source: Expected Cash (Riel)
ko: 예상 현금 (RIEL)

source: EXPENSE SUMMARY
ko: 비용 요약

source: Starting Amount (Baht)
ko: 시작 금액 (바트)

source: Total Closed Amount (Bath)
ko: 총 폐쇄 금액 (목욕)

source: Total Closed Amount (Dollar)
ko: 총 폐쇄 금액 (달러)

source: Total Closed Amount (Riel)
ko: 총 폐쇄 금액 (RIEL)

source: Total Expense
ko: 총 비용

source: Total payment (Bath)
ko: 총 지불 (목욕)

source: Total payment (Riel)
ko: 총 지불 (RIEL)

source: Acleda Dollar
ko: acleda 달러

source: Apply All
ko: 모두 적용하십시오

source: Please click button below to add section.
ko: 섹션을 추가하려면 아래 버튼을 클릭하십시오.

source: All Branch
km: សាខាទាំងអស់

source: Business Information
km: ព័ត៌មានអាជីវកម្ម

source: Cashier Notes
km: អ្នកគិតលុយ(កំណត់ចំណាំ)

source: Cashier Note
km: អ្នកគិតលុយ(កំណត់ចំណាំ)

source: Cashier Shift
km: វេនធ្វើការ

source: Total Cashier Shift
km: សរុបវេនធ្វើការ

source: # Transaction
km: លេខប្រតិបត្តិការ

source: Transaction
km: ប្រតិបត្តិការ

source: Open Product
km: បើកទំនិញ

source: Cashier Station
km: ម៉ាស៊ីនគិតលុយ

source: Void Order as Split
km: លុបការម៉្មងដោយការបញ្ជូលតុ

source: Nº
km: លេខរៀង

source: Quality
km: ចំនួន

source: Table​ Name
km: ​ឈ្មោះតុ

source: Riel
km: រៀល

source: Different Amount​ (Over)
km: ទឹកប្រាក់លំអៀង (លើស)

source: Different Amount​ (Short)
km: ទឹកប្រាក់លំអៀង (ខ្វះ)

source: INV#
km: លេខវិក័យបត្រ័

source: INV #
km: លេខវិក័យបត្រ័

source: On_Hour
km: ម៉ោង

source: On_Date
km: នៅថ្ងៃទី

source: PO Date
km: ថ្ងៃបញ្ជាទិញ

source: help_and_support
km: ជំនួយនិងការគាំទ្រ

source: Ref #
km: លេខយោង

source: Ref No
km: លេខយោង

source: SF#
km: លេខផ្ទេរទំនិញ

source: stock_take_date
km: កាលបរិច្ឆេទ

source: unit_reference
km: ឯកតា

source: ​Add New Role
km: បង្កើតសិទ្ធអ្នកប្រើប្រាស់ថ្មី

source: Address_and_Note
km: អាសយដ្ឋាន & ចំណាំ

source: Area_Chart
km: តំបន់

source: Customer_Name_En
km: ឈ្មោះ (En)

source: Customer_Name_kh
km: ឈ្មោះ (Kh)

source: Line_Chart
km: បន្ទាត់

source: Name_En
km: ឈ្មោះ(En)

source: sale_and_new
km: រក្សាទុក និងបញ្ជូលថ្មី

source: Sale_Document_No
km: លេខបង្កាន់ដៃ

source: Are you sure you want to​ cancel make as fulfilled?
km: តើអ្នកពិតជាចង់លុប mark as fulfilled មែនទេ?
