Repository: eposrestaurant2023/epos_restaurant_backend_2023
Catalog: eAdmin/eAdmin/Shared/ResourceTranslateFiles/Resource.*.resx
Languages: km, ko

source: # FOC Transaction
km: លេខFOCប្រតិបត្តិការ
ko: # foc 거래

source: Guest Cover
km: ចំនួនភ្ញៀវ
ko: 게스트 커버

source: # Void Transaction
km: លេខប្រតិបត្តិការដែលបានលុប
ko: # void 거래

source: Close Orders
km: បិទការបញ្ជាទិញ
ko: 주문을 닫습니다

source: New Currency
km: បង្កើតរូបិយប័ណ្ណថ្មី
ko: 새로운 통화

source: Currency
km: រូបិយប័ណ្ណ
ko: 통화

source: Today
km: ថ្ងៃនេះ
ko: 오늘

source: This Week
km: សប្ដាហ៍នេះ
ko: 이번 주

source: This Year
km: ឆ្នាំនេះ
ko: 올해

source: Last Week
km: សប្ដាហ៍មុន
ko: 지난주

source: Last Year
km: ឆ្នាំមុន
ko: 작년

source: Last Month
km: ខែមុន
ko: 지난 달

source: Month
km: ខែ
ko: 월

source: This Month
km: ខែនេះ
ko: 이번 달

source: Month To Date
km: ខែនេះ
ko: 월까지의 월

source: Custom
km: ប្ដូរតាមបំណង
ko: 관습

source: Peroid Date
km: កាលបរិច្ឆេទ
ko: pero1d 일자

source: Sale Date
km: កាលបរិច្ឆេទលក់
ko: 판매 날짜

source: Receipt
km: បង្កាន់ដៃ
ko: 영수증

source: Receipt #
km: លេខបង្កាន់ដៃ
ko: 영수증 #

source: Balance Due
km: សមតុល្យ
ko: 차감 부족액

source: Clear All
km: លុបទាំងអស់
ko: 모두 지우기

source: Invoice Information
km: ព័ត៌មានវិក្កយបត្រ
ko: 송장 정보

source: Invoice Date
km: កាលបរិច្ឆេទវិក្កយបត្រ
ko: 송장 날짜

source: Working Day No
km: លេខថ្ងៃធ្វើការ
ko: 근무일 번호

source: Working Day #
km: លេខថ្ងៃធ្វើការ
ko: 일하는 날 #

source: Working Day Number
km: លេខថ្ងៃធ្វើការ
ko: 근무일 번호

source: Cashier Shift Number
km: លេខវេនធ្វើការ
ko: 계산원 교대 번호

source: Shift #
km: លេខវេនធ្វើការ
ko: 옮기다 #

source: Cash Drawer
km: ថត​ដាក់​ប្រាក់
ko: 현금 서랍

source: Cashier Shift No
km: លេខវេនធ្វើការ
ko: 계산원 교대 번호

source: Allow Discount
km: អនុញ្ញាតការបញ្ចុះតម្លៃ
ko: 할인 허용

source: Allow Free
km: អនុញ្ញាតឲ្យឥតគិតថ្លៃ
ko: 무료로 허용하십시오

source: Allow Change Price
km: អនុញ្ញាតឲ្យប្តូរតម្លៃ
ko: 가격 변경 허용

source: Products Sold
km: ផលិតផលលក់
ko: 제품 판매 제품

source: Invoice
km: វិក្កយបត្រ
ko: 송장

source: Payment
km: ការទូទាត់
ko: 지불

source: Sale Payment
km: ទូទាត់ការលក់
ko: 판매

source: Add Comment
km: បញ្ជូលមតិ
ko: 코멘트 추가

source: Comment
km: មតិ
ko: 논평

source: No comment yet.
km: មិនមានទាន់មតិ
ko: 댓글 없음.

source: Delete product successfully
km: លុបទំនិញបានជោគជ័យ
ko: 제품을 성공적으로 삭제하십시오

source: Delete comment successfully.
km: លុបមតិបានជោគជ័យ
ko: 주석을 삭제하십시오.

source: Delete working day successfully
km: លុបថ្ងៃធ្វើការបានជោគជ័យ
ko: 근무일을 성공적으로 삭제하십시오

source: Delete working day
km: លុបថ្ងៃធ្វើការ
ko: 근무일 삭제

source: Delete payment successfully
km: លុបមតិបានជោគជ័យ
ko: 지불을 성공적으로 삭제하십시오

source: Add comment successfully.
km: បញ្ជូលការទូទាត់បានជោគជ័យ
ko: 댓글을 성공적으로 추가하십시오.

source: Delete Comment
km: លុបមតិ
ko: 설명 삭제

source: Delete Item
km: លុប Item
ko: 삭제 항목

source: Delete payment
km: លុបការទូទាត់
ko: 지불 삭제

source: Are you sure you want to restore this record?
km: តើអ្នកពិតជាចង់ទាញយកមែនទេ?
ko: 이 레코드를 복원 하시겠습니까?

source: Are you sure you want to delete this record?
km: តើអ្នកពិតជាចង់លុបមែនទេ?
ko: 이 레코드를 삭제 하시겠습니까?

source: Are you Sure want to delete this comment?
km: តើអ្នកពិតជាចង់លុបមតិយោបល់នេះមែនទេ?
ko: 이 댓글을 삭제 하시겠습니까?

source: Are you sure you want to delete this payment?
km: តើអ្នកប្រាកដថាចង់លុបការបង់ប្រាក់នេះទេ?
ko: 이 지불을 삭제 하시겠습니까?

source: Update comment successfully.
km: Update មតិបានជោគជ័យ
ko: 주석을 성공적으로 업데이트하십시오.

source: Save
km: យល់ព្រម
ko: 구하다

source: Save &amp; New
km: យល់ព្រម និងបង្កើតថ្មី
ko: 저장 & 신규

source: Cancel
km: មិនយល់ព្រម
ko: 취소

source: Reference Number
km: លេខយោង
ko: 참조 번호

source: Reference #
km: លេខយោង
ko: 참조 #

source: Payment Date
km: ថ្ងៃនៃការទូទាត់
ko: 지불 날짜

source: Payment Amount
km: ចំនួនទឹកប្រាក់ទូទាត់
ko: 결제 금액

source: Close Amount
km: ទឹកប្រាក់ដែលបានបិទ
ko: 닫기 금액

source: Cash Deposit
km: លុយ​តម្កល់
ko: 현금 예금

source: Cash In
km: សាច់ប្រាក់ចូល
ko: 현금

source: Cash In(Dollar)
km: សាច់ប្រាក់ចូល (ដុល្លារ)
ko: 현금으로 (달러)

source: Cash Out
km: សាច់ប្រាក់ចេញ
ko: 현금 인출

source: Cannot add payment for this sale invoice.
km: មិនអាចបញ្ជូលការទូទាត់សម្រាប់វិក្កយបត្រនេះ
ko: 이 판매 송장에 대한 지불을 추가 할 수 없습니다.

source: Cannot add payment.
km: មិនអាចបញ្ជូលការទូទាត់
ko: 지불을 추가 할 수 없습니다.

source: Total paid amount in base currency
km: ចំនួនសរុបដែលបានបង់ជារូបិយប័ណ្ណគោល
ko: 기본 통화의 총 유료 금액

source: Exchange Rate
km: អត្រា​ប្តូ​រ​ប្រាក់
ko: 환율

source: Please enter payment amount.
km: សូមបញ្ជូលចំនួនទឹកប្រាក់ទូទាត់
ko: 지불 금액을 입력하십시오.

source: Payment amount cannot greater than balance.
km: ចំនួនទឹកប្រាក់ទូទាត់មិនអាចច្រើនជាងសមតុល្យ
ko: 지불 금액은 잔액보다 크지 않습니다.

source: Please select a payment type.
km: សូមជ្រើសរើសប្រភេទការទូទាត់
ko: 지불 유형을 선택하십시오.

source: Note
km: ចំណាំ
ko: 메모

source: Notes
km: កំណត់ចំណាំ
ko: 노트

source: Enter note
km: ចាប់ផ្ដើមកំណត់ចំណាំ
ko: 참고를 입력하십시오

source: Dine in
km: ញ៉ាំក្នុងហាង
ko: 식사를하다

source: Takeaway
km: វិចខ្ចប់
ko: 테이크 아웃

source: Outlet
km: ទីតាំង
ko: 콘센트

source: Station
km: កន្លែងលក់
ko: 역

source: Cashier Station
ko: 계산국

source: is expired today.
km: និងផុតកំណត់ថ្ងៃនេះ
ko: 오늘 만료되었습니다.

source: will be expired on
km: និងផុតកំណត់នៅ
ko: 만료 될 것입니다

source: Check System License
km: ពិនិត្យអាជ្ញាប័ណ្ណប្រព័ន្ធ
ko: 시스템 라이센스를 확인하십시오

source: is expired
km: និងផុតកំណត់
ko: 만료되었습니다

source: Opened Station
km: កន្លែងលក់ដែលបានបើក
ko: 열린 역

source: Close Station
km: កន្លែងលក់ដែលបានបិទ
ko: 닫기 역

source: Delivery
km: ដឹកជញ្ជូន
ko: 배달

source: Sale Balance Amount
km: ទឹកប្រាក់សមតុល្យ
ko: 판매 균형 금액

source: Starting Amount (Bath)
km: ចំនួនទឹកប្រាក់ចាប់ផ្ដើម (បាត)
ko: 시작 금액 (목욕)

source: Starting Amount (Dollar)
km: ចំនួនទឹកប្រាក់ចាប់ផ្ដើម (ដុល្លារ)
ko: 시작 금액 (달러)

source: Starting Amount (Riel)
km: ចំនួនទឹកប្រាក់ចាប់ផ្ដើម (រៀល)
ko: 시작 금액 (RIEL)

source: Total Starting Amount
km: ចំនួនទឹកប្រាក់ចាប់ផ្ដើមសរុប
ko: 총 시작 금액

source: Cash Sale (Dollar)
km: សាចប្រាក់លក់ (ដុល្លារ)
ko: 현금 판매 (달러)

source: Expected Cash (Dollar)
km: សាចប្រាក់រំពឹងទុក (ដុល្លារ)
ko: 예상 현금 (달러)

source: Sale Summary
km: សង្ខេបការលក់
ko: 판매 요약

source: Service Charge
km: ថ្លៃ​សេវាកម្ម
ko: 서비스 비용

source: Payment History
km: ប្រវត្តិការទូទាត់
ko: 지불 기록

source: Comment and History
km: មតិ និងប្រវត្តិ
ko: 의견 및 역사

source: Currency Exchange Rate
km: អត្រាប្តូរប្រាក់
ko: 유통 환율

source: Working Date
km: ថ្ញៃធ្វើការ
ko: 일자일 날짜

source: Closed Date
km: កាលបរិច្ឆេទបិទ
ko: 닫힌 날짜

source: Date
km: កាលបរិច្ឆេទ
ko: 날짜

source: Document #
km: លេខកូដ
ko: 문서 #

source: Referance #
km: លេខកូដយោង
ko: 참조 #

source: Referance Number
km: លេខកូដយោង
ko: 참조 번호

source: Customer Group
km: ក្រុមអតិថិជន
ko: 고객 그룹

source: All Customer Group
km: ក្រុមអតិថិជនទាំងអស់
ko: 모든 고객 그룹

source: Customer Setup
km: អតិថិជន
ko: 고객 설정

source: Customer
km: អតិថិជន
ko: 고객

source: New Customer
km: បង្កើតអតិថិជន
ko: 신규 고객

source: Business Branch
km: សាខាអាជីវកម្ម
ko: 비즈니스 지점

source: Business Branch (Outlet)
km: សាខាអាជីវកម្ម(ទីតាំង)
ko: 비즈니스 지점 (콘센트)

source: Branches
km: សាខា
ko: 지사

source: Business Branches
km: សាខាអាជីវកម្ម
ko: 비즈니스 지점

source: Business Branch Kh
km: សាខាអាជីវកម្មជាភាសាខ្មែរ
ko: 비즈니스 지점 KH.

source: Website
km: គេហទំព័រ
ko: 웹 사이트

source: Business Branch En
km: សាខាអាជីវកម្មជាភាសាអង់គ្លេស
ko: 비즈니스 지점 en.

source: Total Amount
km: ទឹកប្រាក់សរុប
ko: 총액

source: Change status successfully
km: ប្ដូរស្ថានភាពបានជោគជ័យ
ko: 상태를 성공적으로 변경하십시오

source: Cannot change status to inactive
km: មិនអាចប្ដូរស្ថានភាពទៅអសកម្មបានទេ
ko: 상태를 비활성 상태로 변경할 수 없습니다

source: Status
km: ស្ថានភាព
ko: 상태

source: Last modified date
km: ថ្ងៃនៃការកែប្រែចុងក្រោយ
ko: 마지막으로 수정 된 날짜

source: Last modified by
km: អ្នកកែប្រែចុងក្រោយដោយ
ko: 마지막으로 수정되었습니다

source: Created by
km: បង្កើតដោយ
ko: 제작자들

source: Created Date
km: បង្កើតកាលបរិច្ឆេទ
ko: 생성 된 날짜

source: by
km: ដោយ
ko: ~에 의해

source: Filter by Date
km: ច្រោះទិន្នន័យតាមកាលបរិច្ឆេទ
ko: 날짜별로 필터링하십시오

source: Type
km: ប្រភេទ
ko: 유형

source: Select Sale Type
km: សូមជ្រើសរើសប្រភេទនៃការលក់
ko: 판매 유형을 선택하십시오

source: Select Customer
km: សូមជ្រើសរើសអតិថិជន
ko: 고객을 선택하십시오

source: Select Product
km: សូមជ្រើសរើសផលិតផល
ko: 제품을 선택하십시오

source: Select Products
km: សូមជ្រើសរើសផលិតផល
ko: 제품을 선택하십시오

source: Multiples
km: ជម្រើសច្រើន
ko: 배수

source: Multiplier
km: ចំនួនមេគុណ
ko: 승수

source: Unit (multiplier)
km: ឯកតា (មេគុណ)
ko: 유닛 (곱셈기)

source: Add Unit
km: បង្កើតឯកតាថ្មី
ko: 단위를 추가하십시오

source: Unit
km: ឯកតា
ko: 단위

source: Category Modifier
km: ប្រភេទModifier
ko: 카테고리 수정 자

source: Unit Category
km: ប្រភេទឯកតា
ko: 단위 범주

source: Unit Type
km: ប្រភេទឯកតា
ko: 단위 유형

source: Closed by
km: បិទដោយ
ko: 폐쇄

source: Closed
km: បិទ
ko: 닫은

source: on
km: នៅ
ko: 켜짐

source: Amount
km: ចំនួនទឹកប្រាក់
ko: 양

source: Discount
km: បញ្ចុះតម្លៃ
ko: 할인

source: Tax
km: ពន្ធ
ko: 세

source: Paid Amount
km: ទឹកប្រាក់ដែលបានបង់
ko: 유료 금액

source: Paid
km: បានបង់
ko: 유급의

source: Total
km: សរុប
ko: 총

source: Total Paid
km: បានបង់សរុប
ko: 총 지불

source: Open Order
km: បើកការម៉្មង
ko: 열린 주문

source: Opened
km: បើក
ko: 열린다

source: Opened by
km: បើកដោយ
ko: 제작되었습니다

source: Bill Request
km: ស្នើសុំវិក័យប័ត្រ
ko: 청구서 요청

source: Closed Order
km: បិទការម៉្មង
ko: 닫힌 순서

source: Void Order
km: លុបការម៉្មង
ko: 무효 주문

source: Void Order as Merge Table
km: លុបការម៉្មងដោយការបញ្ជូលតុ
ko: 병합 테이블로서 void 주문

source: Void Order as Split
ko: 분할로서의 무효 주문

source: Hold Order
km: ការម៉្មងបានពេញ
ko: 주문을 보류하십시오

source: Unpaid
km: មិនបានបង់
ko: 무급 ...

source: Top
km: ខ្ពស់បំផុត​
ko: 맨 위

source: Top By
km: ខ្ពស់បំផុតដោយ
ko: 맨 위로

source: Partially Paid
km: បង់ដោយផ្នែក
ko: 부분적으로 유료

source: Balance
km: តុល្យភាព
ko: 균형

source: NÂº
ko: n º

source: No
km: លេខរៀង
ko: 아니

source: Image
km: រូបភាព
ko: 영상

source: Upload Files
km: បញ្ជូលឯកសារ
ko: 파일 업로드하다

source: Accept
km: ទទួលយក
ko: 수용하다

source: File title
km: ឈ្មោះ​ឯកសារ
ko: 파일 제목

source: File Description
km: ពិពណ៌នា​ឯកសារ
ko: 파일 설명

source: No files or images
km: មិនទាន់មាន​ឯកសារនិង​ រូបភាព
ko: 파일이나 이미지가 없습니다

source: Description
km: ការពិពណ៌នា
ko: 설명

source: Stock Location
km: ឃ្លាំង
ko: 재고 위치

source: Defualt Stock Location
km: Defualt ឃ្លាំង
ko: exalualt 스톡 위치

source: Min QTY
km: ចំនួនតូចបំផុត
ko: 최소 수량

source: Min
km: តូចបំផុត
ko: 최소

source: Max
km: ធំបំផុត
ko: 최대

source: Max QTY
km: ចំនួនធំបំផុត
ko: 최대 수량

source: QTY
km: ចំនួន
ko: 수량

source: Product Tax
km: ពន្ធទំនិញ
ko: 제품 세금

source: Product Prices
km: តម្លៃទំនិញ
ko: 제품 가격

source: Price
km: តម្លៃ
ko: 가격

source: Dis.
km: បញ្ចុះតម្លៃ
ko: ...에 불과하다

source: Daily Sale Revenue
km: ចំណូលពីការលក់ប្រចាំថ្ងៃ
ko: 일일 판매 수익

source: Select
km: សូមជ្រើសរើស
ko: 선택하다

source: Select Provinces
km: សូមជ្រើសរើសខេត្ត
ko: 지방을 선택하십시오

source: Province
km: ខេត្ត
ko: 주

source: Dashboard
km: ទំព័រដើម
ko: 계기반

source: Discount Code
km: លេខ​កូដ​បញ្ចុះតម្លៃ
ko: 할인 코드

source: Add Discount Code
km: បង្កើតលេខ​កូដ​បញ្ចុះតម្លៃថ្មី
ko: 할인 코드를 추가하십시오

source: Hourly Sale
km: ការលក់ ម៉ោង/ថ្ងៃ
ko: 시간별 판매

source: Ingredient Product
km: គ្រឿងផ្សំទំនិញ
ko: 성분 제품

source: New Ingredient
km: បង្កើតគ្រឿងផ្សំថ្មី
ko: 새로운 성분

source: Ingredient Name
km: ឈ្មោះគ្រឿងផ្សំ
ko: 성분명

source: Ingredient
km: គ្រឿងផ្សំ
ko: 재료

source: All Ingredient
km: គ្រឿងផ្សំទាំងអស់
ko: 모든 성분

source: Active Ingredient
km: គ្រឿងផ្សំសកម្ម
ko: 활성 성분

source: Inactive Ingredient
km: គ្រឿងផ្សំអសកម្ម
ko: 비활성 성분

source: Deleted Ingredient
km: គ្រឿងផ្សំដែលបានលុប
ko: 삭제 된 성분

source: Category
km: ប្រភេទ
ko: 범주

source: Quantity
km: ចំនួន
ko: 품질

source: Edit Ingredient Category
km: កែប្រែប្រភេទគ្រឿងផ្សំ
ko: 편집 성분 카테고리

source: Ingredient Category
km: ប្រភេទគ្រឿងផ្សំ
ko: 성분 카테고리

source: Login
km: ចូលប្រព័ន្ធ
ko: 로그인

source: Menu Product
km: ម៉ឺនុយទំនិញ
ko: 메뉴 제품

source: Menu
km: ម៉ឺនុយ
ko: 메뉴

source: Menu Setup
km: ម៉ឺនុយ
ko: 메뉴 설정

source: MTD Visit
km: មកហាងក្នុងខែនេះ
ko: MTD 방문

source: MTD Sale Amount
km: ចំនួនទឹកប្រាក់លក់ក្នុងខែនេះ
ko: MTD 판매 금액

source: MTD Sale Quantity
km: ចំនួនលក់ក្នុងខែនេះ
ko: MTD 판매 수량

source: MTD Sale Revenue
km: ប្រាក់ចំណូលក្នុងខែនេះ
ko: MTD 판매 수익

source: Payment Type Group
km: ក្រុមប្រភេទការទូទាត់
ko: 지불 유형 그룹

source: New Payment Type
km: បង្កើតប្រភេទការទូទាត់ថ្មី
ko: 새로운 지불 유형

source: Payment Type
km: ប្រភេទការទូទាត់
ko: 지불 유형

source: All Payment Type
km: ប្រភេទការទូទាត់ទាំងអស់
ko: 모든 지불 유형

source: Active Payment Type
km: ប្រភេទការទូទាត់សកម្ម
ko: 활성 지불 유형

source: Inactive Payment Type
km: ប្រភេទការទូទាត់អសកម្ម
ko: 비활성 지불 유형

source: Deleted Payment Type
km: ប្រភេទការទូទាត់បានលុប
ko: 삭제 된 지불 유형

source: Pending Orders
km: បញ្ជាទិញមិនទាន់បិទ
ko: 주문을 보류

source: New Price Rule
km: បង្កើតប្រភេទតម្លៃថ្មី
ko: 새로운 가격 규칙

source: Price Rule
km: ប្រភេទតម្លៃ
ko: 가격 규칙

source: Product
km: ផលិតផល
ko: 제품

source: Product Category
km: ប្រភេទ​ផលិតផល
ko: 제품 카테고리

source: There is no menu assigned for this product.
km: មិនទាន់មានម៉ឺនុយបញ្ជូលសម្រាប់ទំនិញនេះ
ko: 이 제품에 대해 메뉴가 지정되지 않았습니다.

source: This category was assigned to product.
km: ប្រភេទ​ផលិតផលនេះបានបញ្ជូលទៅក្នុង​ផលិតផល
ko: 이 카테고리는 제품에 할당되었습니다.

source: Product Category Cannot Empty
km: ប្រភេទ​ផលិតផលមិនអាចទទេរ
ko: 제품 카테고리는 비 젖을 수 없습니다

source: Product Category En
km: ប្រភេទ​ផលិតផលជាភាសាអង់គ្លេស
ko: 제품 카테고리 EN.

source: Product Category Kh
km: ប្រភេទ​ផលិតផលជាភាសាខ្មែរ
ko: 제품 카테고리 KH.

source: Product Price Adjustment
km: កែតម្រូវតម្លៃផលិតផល
ko: 제품 가격 조정

source: Product Setup
km: ផលិតផល
ko: 제품 설정

source: Purchase Order
km: បញ្ជា​រ​ទិញ
ko: 구매 주문

source: Deleted Purchase Order
km: បញ្ជា​រ​ទិញដែលបានលុប
ko: 삭제 된 구매 주문

source: Partially Paid Purchase Order
km: បញ្ជា​រ​ទិញបានបង់មួយចំនួន
ko: 부분적으로 지불 구매 주문

source: Paid Purchase Order
km: បញ្ជា​រ​ទិញបានបង់
ko: 유료 구매 주문

source: Unpaid Purchase Order
km: បញ្ជា​រ​ទិញមិនបានបង់
ko: 무급 구매 주문

source: Receipt List
km: វិក្កយបត្រលក់
ko: 영수증 목록

source: Customers
km: អតិថិជន
ko: 고객

source: All Customer
km: អតិថិជនទាំងអស់
ko: 모든 고객

source: Active Customer
km: អតិថិជនសកម្ម
ko: 적극적인 고객

source: Active Customer Group
km: ក្រុមអតិថិជនសកម្ម
ko: 활성 고객 그룹

source: Inactive Customer
km: អតិថិជនអសកម្ម
ko: 비활성 고객

source: Inactive Customer Group
km: ក្រុមអតិថិជនអសកម្ម
ko: 비활성 고객 그룹

source: Customer Credit
km: អតិថិជនជំពាក់
ko: 고객 크레딧

source: Deleted Customer Group
km: ក្រុមអតិថិជនដែលបានលុប
ko: 삭제 된 고객 그룹

source: Name Kh
km: ឈ្មោះជាភាសាខ្មែរ
ko: KH.

source: Name En(Kh)
km: ឈ្មោះជាភាសាអង់គ្លេស(ភាសាខ្មែរ)
ko: 이름 en (kh)

source: Name En
km: ឈ្មោះជាភាសាអង់គ្លេស
ko: 이름 en.

source: Deleted Customer
km: អតិថិជនដែលបានលុប
ko: 삭제 된 고객

source: Recently Added Customer Groups
km: ក្រុមអតិថិជនបង្កើតហើយថ្មីៗ
ko: 최근에 고객 그룹을 추가했습니다

source: Recently Added Customer
km: អតិថិជនបង្កើតហើយថ្មីៗ
ko: 최근에 고객이 추가되었습니다

source: All Receipt
km: វិក្កយបត្រទាំងអស់
ko: 모든 영수증

source: Deleted Receipt
km: វិក្កយបត្រដែលបានលុប
ko: 삭제 된 영수증

source: Paid Receipt
km: វិក្កយបត្រដែលបានបង់
ko: 지불 영수증

source: Unpaid Receipt
km: វិក្កយបត្រដែលមិនបានបង់
ko: 무급 영수증

source: Partially Paid Receipt
km: វិក្កយបត្រដែលបានបង់ដោយផ្នែក
ko: 부분적으로 지불 한 영수증

source: System Expired Alert
km: ការជូនដំណឹងប្រព័ន្ធផុតកំណត់
ko: 시스템이 만료되었습니다

source: FOC Receipt
km: FOC វិក្កយបត្រ
ko: FOC 영수증

source: Recent Receipt
km: វិក្កយបត្របានគិតលុយហើយថ្មីៗ
ko: 최근 영수증

source: Report
km: របាយការណ៍
ko: 보고서

source: Sale Type
km: ប្រភេទលក់
ko: 판매 유형

source: Sale Number
km: លេខកូដការលក់
ko: 판매 번호

source: Sale
km: ការលក់
ko: 판매

source: Sale Type Summary
km: សង្ខេបប្រភេទលក់
ko: 판매 유형 요약

source: Setting
km: ការកំណត់
ko: 환경

source: Settings
km: ការកំណត់
ko: 설정

source: Summary Invoice
km: សង្ខេបការបញ្ជាទិញ
ko: 요약 송장

source: Table
km: ​តុ
ko: 테이블

source: Table #
km: លេខ​តុ
ko: 테이블 #

source: Add Table
km: បង្កើត​តុថ្មី
ko: 표를 추가하십시오

source: Preview
km: មើលលម្អិត
ko: 시사

source: Table Information
km: ព័ត៌មានតុ
ko: 테이블 정보

source: Table Group Information
km: ព័ត៌មានក្រុមតុ
ko: 테이블 그룹 정보

source: Table Group Name
km: ឈ្មោះក្រុមតុ
ko: 테이블 그룹 이름

source: Table Group &amp; Table
km: ក្រុមតុនិង​តុ
ko: 테이블 그룹 및 표

source: There is no product price.
km: គ្មានទិន្នន័យតម្លៃទំនិញ
ko: 제품 가격이 없습니다.

source: There's no record in the system
km: គ្មានទិន្នន័យក្នុងប្រព័ន្ធ
ko: 시스템에 기록이 없습니다

source: Today Order
km: ការកុម្មងក្នុងថ្ងៃនេះ
ko: 오늘 주문

source: MTD Order
km: ការកុម្មងក្នុងខែនេះ
ko: MTD 주문

source: Today Sale Revenue
km: ប្រាក់ចំណូលក្នុងថ្ងៃនេះ
ko: 오늘 판매 수익

source: Today Sale Quantity
km: ចំនួនលក់ក្នុងថ្ងៃនេះ
ko: 오늘 판매 수량

source: Top Sale Product
km: ផលិតផលដែលលក់ដាច់ជាងគេ
ko: 최고 판매 제품

source: Total Cost
km: ថ្លៃដើមសរុប
ko: 총 비용

source: Cost
km: ថ្លៃដើម
ko: 비용

source: Unit of Measurement (UoM)
km: ខ្នាត
ko: 측정 단위 (UOM)

source: Password
km: លេខសម្ងាត់​
ko: 비밀번호

source: Account
km: គណនី​
ko: 계정

source: Inventory Check Type
km: ប្រភេទពិនិត្យសារពើភ័ណ្ឌ
ko: 재고 확인 유형

source: New Inventory Check
km: បង្កើតពិនិត្យសារពើភ័ណ្ឌថ្មី
ko: 새로운 인벤토리 수표

source: Inventory Check Information
km: ព័ត៌មានអំពីពិនិត្យសារពើភ័ណ្ឌ
ko: 인벤토리 확인 정보

source: Inventory Check Date
km: ថ្ងៃពិនិត្យសារពើភ័ណ្ឌ
ko: 인벤토리 체크 일자

source: Inventory Check #
km: លេខពិនិត្យសារពើភ័ណ្ឌ
ko: 재고 확인 #

source: Inventory Checked
km: បានពិនិត្យសារពើភ័ណ្ឌ
ko: 인벤토리 검사

source: Inventory Check
km: ពិនិត្យសារពើភ័ណ្ឌ
ko: 재고 수표

source: All Inventory Checks
km: ពិនិត្យសារពើភ័ណ្ឌទាំងអស់
ko: 모든 인벤토리 검사

source: Deleted Inventory Checks
km: ពិនិត្យសារពើភ័ណ្ឌដែលបានលុប
ko: 삭제 된 인벤토리 검사

source: Draft Inventory Checks
km: ពិនិត្យសារពើភ័ណ្ឌដែលបានព្រាង
ko: 인벤토리 검사 초안

source: Fulfilled Inventory Checks
km: Fulfilled ពិនិត្យសារពើភ័ណ្ឌ
ko: 성취 된 재고 검사

source: Full
km: ទាំងអស់
ko: 가득한

source: Partially Check
km: ពិនិត្យមួយចំនួន
ko: 부분적으로 확인

source: Full Check
km: ពិនិត្យទាំងអស់
ko: 전체 수표

source: Full Inventory Checks
km: ពិនិត្យសារពើភ័ណ្ឌទាំងអស់
ko: 전체 재고 검사

source: Partially Inventory Checks
km: ពិនិត្យសារពើភ័ណ្ឌមួយចំនួន
ko: 부분적으로 인벤토리 검사

source: User Account
km: គណនី​អ្នកប្រើប្រាស់
ko: 사용자 계정

source: Full Name
km: ឈ្មោះ​ពេញ
ko: 성명

source: New User
km: បង្កើតប្រើប្រាស់ថ្មី
ko: 새로운 사용자

source: User Name
km: ឈ្មោះអ្នកប្រើប្រាស់
ko: 사용자 이름

source: User Setup
km: អ្នកប្រើប្រាស់
ko: 사용자 설정

source: Active User
km: អ្នកប្រើប្រាស់សកម្ម
ko: 활성 사용자

source: Inactive User
km: អ្នកប្រើប្រាស់អសកម្ម
ko: 비활성 사용자

source: Deleted User
km: អ្នកប្រើប្រាស់បានលុប
ko: 삭제 된 사용자

source: All User
km: អ្នកប្រើប្រាស់ទាំងអស់
ko: 모든 사용자

source: User Type
km: ប្រភេទអ្នកប្រើប្រាស់
ko: 사용자 유형

source: Vendor
km: អ្នកផ្គត់ផ្គង់
ko: 공급 업체

source: Different
km: ខុសគ្នា
ko: 다른

source: There's no quantity changed
km: មិនមានចំនួនសម្រាប់ប្ដូរ
ko: 수량이 변경되지 않았습니다

source: Term &amp; Conditions
km: លក្ខខណ្ឌ
ko: 기간 및 조건

source: Old Quantity
km: ចំនួនចាស់
ko: 오래된 수량

source: QTY on Hand
km: ចំនួននៅក្នុងដៃ
ko: 손에 qty.

source: Quantity On Hand
km: ចំនួននៅក្នុងដៃ
ko: 손에 수량

source: Total Quantity
km: ចំនួនសរុប
ko: 총량

source: Sub Total
km: សរុបរង
ko: 총 합계

source: Sale Sub Total
km: ការលក់សរុបរង
ko: 판매 Sub.

source: Sale Discount
km: បញ្ចុះតម្លៃវិក្កយបត្រ
ko: 판매 할인

source: Total Item Discount
km: បញ្ចុះតម្លៃទំនិញ
ko: 총 품목 할인

source: Total Discount
km: បញ្ចុះតម្លៃសរុប
ko: 총 할인

source: Total FOC Sale Amount
km: ចំនួននៃការលក់FOCសរុប
ko: 총 FOC 판매 금액

source: Total Payment
km: ការទូទាត់សរុប
ko: 총 지불

source: Height
km: កម្ពស់
ko: 키

source: Width
km: ទទឹង
ko: 너비

source: Circle
km: រង្វង់
ko: 원

source: Rectangle
km: ចតុកោណ
ko: 직사각형

source: Shape
km: រូបរាងតុ
ko: 모양

source: Table Shape
km: រូបរាងតុ
ko: 테이블 모양

source: Dollar
km: ដុល្លារ
ko: 달러

source: Bath
km: បាត
ko: 욕조

source: Total payment (Dollar)
km: ការទូទាត់សរុប (ដុល្លារ)
ko: 총 지불 (달러)

source: Different Amount (Over)
ko: 다른 금액 (이상)

source: Different Amount (Short)
ko: 다른 금액 (짧은)

source: Payment Breakdown
km: បំបែកការទូទាត់
ko: 지불 고장

source: Total Sale Revenue
km: ចំណូលពីការលក់សរុប
ko: 총 판매 수익

source: Grand Total
km: តំលៃ​បូក​សរុប
ko: 그랜드 총액

source: All Vendor Group
km: ក្រុមអ្នកផ្គត់ផ្គង់ទាំងអស់
ko: 모든 공급 업체 그룹

source: Active Vendor Group
km: ក្រុមអ្នកផ្គត់ផ្គង់សកម្ម
ko: 활성 공급 업체 그룹

source: Inactive Vendor Group
km: ក្រុមអ្នកផ្គត់ផ្គង់អសកម្ម
ko: 비활성 공급 업체 그룹

source: Deleted Vendor Group
km: ក្រុមអ្នកផ្គត់ផ្គង់ដែលបានលុប
ko: 삭제 된 공급 업체 그룹

source: Vendor Group
km: ក្រុមអ្នកផ្គត់ផ្គង់
ko: 공급 업체 그룹

source: Void Orders
km: បញ្ជាទិញដែលបានលុប
ko: 무효 주문

source: welcome
km: សូមស្វាគមន៍
ko: 환영하다

source: Working Day
km: ថ្ងៃធ្វើការ
ko: 일하는 날

source: Working Day Information
km: ព័ត៌មានថ្ងៃធ្វើការ
ko: 근무일 정보

source: Cashier Shift Information
km: ព័ត៌មានវេនធ្វើការរ
ko: 계산원 이동 정보

source: Shift
km: វេន
ko: 옮기다

source: Sale Receipt
km: វិក្កយបត្រលក់
ko: 판매 영수증

source: FOC Sale Receipt
km: FOC វិក្កយបត្រលក់
ko: FOC SARE 영수증

source: Deleted Sale Receipt
km: វិក្កយបត្រលក់ដែលបានលក់
ko: 삭제 된 판매 영수증

source: Payment Berakdown
km: បំបែកការទូទាត់
ko: 지불 Berakdown.

source: Alcohol
km: គ្រឿងស្រវឹង
ko: 술

source: Food
km: អាហារ
ko: 음식

source: Drink
km: ភេសជ្ជៈ
ko: 마시다

source: Sale By Revenue Group
km: ចំនួនលក់តាមក្រុមនៃប្រាក់ចំណូល
ko: 매출 그룹 별 판매

source: Summary By Revenue Group
km: សង្ខេបតាមក្រុមនៃប្រាក់ចំណូល
ko: 수익 그룹 별 요약

source: Free Product
km: ផលិតផលឥតគិតថ្លៃ
ko: 무료 제품

source: Sale Product
km: ផលិតផលលក់
ko: 판매 제품

source: All Sale Product
km: ផលិតផលលក់ទាំងអស់
ko: 모든 판매 제품

source: Name
km: ឈ្មោះ
ko: 이름

source: Name (Kh)
km: ឈ្មោះ
ko: 이름 (kh)

source: Code
km: កូដ
ko: 암호

source: Phone
km: លេខទូរស័ព្ទ
ko: 핸드폰

source: Gender
km: ភេទ
ko: 성별

source: View
km: មើលសម្អិត
ko: 보다

source: Edit
km: កែប្រែ
ko: 편집하다

source: Inactive
km: អសកម្ម
ko: 비활성으로

source: Active
km: សកម្ម
ko: 활동적인

source: Delete
km: លុប
ko: 삭제

source: Deleted
km: បានលុប
ko: 삭제됨

source: Recipe
km: គ្រឿងផ្សំ
ko: 레시피

source: General Information
km: ព័ត៌មានទូទៅ
ko: 일반 정보

source: Product Detail
km: ព័ត៌មានទំនិញលម្អិត
ko: 제품 상세 정보

source: Restore product
km: ទាញយកទំនិញ
ko: 제품 복원

source: Restore product successfully
km: ទាញយកទំនិញបានជោគជ័យ
ko: 제품을 성공적으로 복원하십시오

source: Restore
km: ទាញយក
ko: 복원

source: Clone
km: ចម្លង
ko: 복제본

source: Search
km: ស្វែងរក
ko: 찾다

source: Search For
km: ស្វែងរក
ko: 찾기

source: Select Modifier
km: ជ្រើសរើស Modifier
ko: 수정자를 선택하십시오

source: Search / Add Modifier
km: ស្វែងរក / បញ្ជូល Modifier
ko: 수정 자 추가 / 추가

source: Add Products
km: បញ្ជូលទំនិញ
ko: 제품 추가

source: All Products
km: ទំនិញទាំងអស់
ko: 모든 생산품

source: Recently Added Products
km: ទំនិញដែលបានបញ្ជូលថ្មីៗ
ko: 최근에 추가 된 제품을 추가했습니다

source: Active Products
km: ទំនិញសកម្ម
ko: 활성 제품

source: Inactive Products
km: ទំនិញអសកម្ម
ko: 비활성 제품

source: Composite Products
km: Composite​ ទំនិញ
ko: 복합 제품

source: All Production History
km: ប្រវត្តិផលិតកម្ម​ទាំងអស់
ko: 모든 생산 기록

source: Production Products
km: ផលិតកម្ម​ទំនិញ
ko: 생산 제품

source: Deleted Products
km: ​ទំនិញដែលបានលុប
ko: 삭제 된 제품

source: Filter Products
km: ស្វែងរកទំនិញ
ko: 필터 제품

source: Filter
km: ស្វែងរក
ko: 필터

source: Hide Logo
km: លាក់ឡូហ្គូ
ko: 로고 숨기기

source: Show Logo
km: បង្ហាញឡូហ្គូ
ko: 로고를 보여줍니다

source: Set Permission
km: កំណត់សិទ្ធប្រើប្រាស់
ko: 허가를 설정하십시오

source: Delete by
km: លុបដោយ
ko: 삭제

source: Deleted by
km: លុបដោយ
ko: 삭제되었습니다

source: Order By
km: កុម្ម៉ង់ដោយ
ko: 주문

source: General Customer
km: អតិថិជនទូទៅ
ko: 일반 고객

source: General Setting
km: កំណត់ទូទៅ
ko: 일반 설정

source: COMPOSITE
km: ធាតុផ្សំ
ko: 합성물

source: COMPOSITE ITEM
km: ធាតុផ្សំ
ko: 복합 아이템

source: COMPOSITE ITEMS
km: ធាតុផ្សំ
ko: 합성품

source: You cannot add a composite product to a composite product.
km: អ្នកមិនអាចបញ្ជូលទំនិញដែលមានធាតុផ្សំទៅក្នុងទំនិញធាតុផ្សំបានទេ។
ko: 복합 제품에 복합 제품을 추가 할 수 없습니다.

source: All Sale History
km: ប្រវត្តិលក់ទាំងអស់
ko: 모든 판매 역사

source: Sale History
km: ប្រវត្តិលក់
ko: 판매 역사

source: You cannot select current product as composite item.
km: អ្នកមិនអាចបញ្ជូលទំនិញនេះជាធាតុផ្សំបានទេ។
ko: 현재 제품을 복합 항목으로 선택할 수 없습니다.

source: Add Payment
km: បញ្ជូលការបង់ប្រាក់
ko: 지불을 추가하십시오

source: All Purchase Order
km: ប្រវត្តិបញ្ជាទិញទាំងអស់
ko: 모든 구매 주문

source: All Purchase Orders
km: ប្រវត្តិបញ្ជាទិញទាំងអស់
ko: 모든 구매 주문

source: Color
km: ពណ៌
ko: 색상

source: Is Order Use Table
km: ប្រើប្រាស់តុ
ko: 주문 use 표

source: Order Use Table
km: ប្រើប្រាស់តុ
ko: 주문 표를 주문하십시오

source: PO
km: បញ្ជាទិញ
ko: 포

source: PO Products
km: បញ្ជាទិញទំនិញ
ko: PO 제품

source: PO #
km: លេខបញ្ជាទិញ
ko: 포 #

source: PO Information
km: ព័ត៌មានបញ្ជាទិញ
ko: PO 정보

source: PO#
km: លេខបញ្ជាទិញ
ko: 포 #

source: Purchase Date
km: ថ្ងៃបញ្ជាទិញ
ko: 구입 날짜

source: Purchase History
km: ប្រវត្តិបញ្ជាទិញ
ko: 구매 내역

source: Purchase Information
km: ព័ត៌មានបញ្ជាទិញ
ko: 구매 정보

source: Purchase Order #
km: លេខបញ្ជាទិញ
ko: 구매 주문 #

source: Purchase Order Detail
km: ព័ត៌មានបញ្ជាទិញ
ko: 구매 주문 세부 사항
